"Add Date" = "Datum hinzufügen";
"Add Number Sequence" = "Zähler hinzufügen";
"Apply to:" = "Anwenden auf:";
"Batch Rename" = "Auswahl umbenennen";
"Case sensitive:" = "GROSS/klein beachten:";
"Change Case" = "Gross-/Kleinschreibung ändern";
"Change case to:" = "Gross-/Kleinschreibung nach:";
"Creation date" = "Erstellungsdatum";
"Day of month:" = "Tag des Monats:";
"Day of week:" = "Wochentag:";
"Drag and drop files to this list to add, select and delete to remove, drag rows to rearrange." = "Zum Hinzufügen Objekte auf die Liste ziehen, zum Entfernen auswählen und löschen, zum Ordnen ziehen.";
"Drag to rearrange." = "Zum Neuanordnen ziehen.";
"Entire text" = "Ganzer Text";
"Every occurrence" = "Alle Vorkommen";
"Extension" = "Erweiterung";
"Extension with dot" = "Erweiterung mit Punkt";
"First occurrence" = "Erstes Vorkommen";
"Hour:" = "Stunde:";
"Insert Text" = "Text einfügen";
"Last occurrence" = "Letztes Vorkommen";
"Mode:" = "Modus:";
"Modification date" = "Änderungsdatum";
"Month:" = "Monat:";
"Name with extension" = "Name mit Erweiterung";
"No items will be renamed" = "Keine Objekte werden umbenannt";
"Padding:" = "Auffüllen:";
"Prefix:" = "Präfix:";
"Processing new names…" = "Verarbeite neue Namen…";
"Renaming files…" = "Objekte umbenennen…";
"Replace RegEx" = "RegEx ersetzen";
"Replace RegEx:" = "Ersetze RegEx:";
"Replace Text" = "Text ersetzen";
"Replace text:" = "Ersetze Text:";
"Second:" = "Sekunde:";
"Start value:" = "Startwert:";
"Step value:" = "Erhöhen um:";
"Type text and drag date elements to create a format" = "Text eingeben und Datumselemente durch ziehen hinzufügen";
"Type:" = "Art:";
"Year:" = "Jahr:";
"%lu items will be renamed" = "%lu Objekte werden umbenannt";
"(%lu conflicts)" = "(%lu Konflikte)";
"with text:" = "durch Text:";

/* ==== UNLOCALIZED ==== */

"Format:" = "Format:";
"Minute:" = "Minute:";
"Name" = "Name";
"Position:" = "Position:";
"Suffix:" = "Suffix:";
"Text:" = "Text:";
